Repository: comexbackkid/LeftPocket
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: In addition to Left Pocket exports, you can also import CSV data from other poker bankroll apps like Pokerbase, Poker Income, Poker Bankroll Tracker, & Poker Analytics. It's best to start your journey here if you have a lot of data you want migrated over. To import data:
pt_br: Além das exportações do Left Pocket, você também pode importar dados CSV de outros aplicativos de bankroll de pôquer, como Pokerbase, Poker Income, Poker Bankroll Tracker e Poker Analytics. É melhor começar sua jornada aqui se você tiver muitos dados para migrar. Para importar dados:

source: In Poker Analytics, from Settings navigate to Export Data. Choose Sessions (CSV).
pt_br: No Poker Analytics, em Configurações, navegue até Exportar Dados. Selecione Sessões (CSV).

source: In Settings %@ you can toggle push notifications, import & export data, set your Session Defaults, & more.
pt_br: Em Configurações %@ você pode alternar notificações push, importar e exportar dados, definir seus Padrões de Sessão e muito mais.

source: In the Game For
pt_br: No jogo para

source: In the Game For $%lld
pt_br: No jogo por R$%lld

source: In the top menu bar, tap the %1$@ button for filtering options, or the %2$@ button to view Transactions
pt_br: Na barra de menu superior, toque no botão %1$@ para opções de filtragem ou no botão %2$@ para visualizar transações

source: In the upper right, tap the %@ button and enter the name of the location
pt_br: No canto superior direito, toque no botão %@ e digite o nome do local

source: Incognito Bankroll
pt_br: Dinheiro atual Anônimo

source: Index
pt_br: Índice

source: Initial Buy In
pt_br: Preço da entrada Inicial

source: Insightful charts, progress rings, and crucial player metrics will advise when it's safe to take a shot at higher stakes.
pt_br: Gráficos esclarecedores, anéis de progresso e métricas cruciais dos jogadores irão aconselhá-lo quando for seguro tentar apostas mais altas.

source: Invalid Bankroll
pt_br: Dinheiro atual Inválido

source: Invalid Character
pt_br: Caractere Inválido

source: Invalid Form
pt_br: Formulário Inválido

source: Invalid Rebuy
pt_br: Recompra Inválida

source: Invalid Stakes
pt_br: Valores de aposta Inválida

source: ITM Ratio
pt_br: Índice ITM

source: Jan
pt_br: Janeiro

source: Jot down any hand histories or player notes here. All notes will be automatically saved to your Live Session once it's ended.
pt_br: Anote aqui o histórico de mãos ou as notas dos jogadores. Todas as notas serão salvas automaticamente na sua Sessão Ao Vivo assim que ela terminar.

source: Last 60 Days of Sleep
pt_br: Últimos 60 dias de sono

source: Last Session
pt_br: Última Sessão

source: Leave a Review
pt_br: Deixe um Comentário

source: Leave a Review?
pt_br: Deixar um comentário?

source: Left Pocket allows you to log a completed poker Session, or begin a new Live Session from any screen in the app. To begin:
pt_br: O Left Pocket permite que você registre uma Sessão de Poker concluída ou inicie uma nova Sessão Ao Vivo em qualquer tela do aplicativo. Para começar:

source: Left Pocket can help make sure you're fresh & on top of your game during Live Sessions with gentle reminders & check ins. Tap the button below to allow notifications.
pt_br: O Left Pocket pode ajudar você a se manter atualizado e em dia durante as Sessões Ao Vivo com lembretes e check-ins. Toque no botão abaixo para ativar as notificações.

source: Left Pocket Import
pt_br: Importer de Left Pocket

source: Left Pocket integrates sleep numbers recorded from your smart device, like an Apple Watch or Fitbit. If no sleep data is available, it defaults to using the estimated "In Bed" times generated by Apple's Health App.
pt_br: O Left Pocket integra os números de sono registrados no seu dispositivo inteligente, como um Apple Watch ou Fitbit. Se não houver dados de sono disponíveis, o sistema usa, por padrão, os tempos estimados "Na Cama" gerados pelo app Saúde da Apple.

source: Left Pocket offers a variety of advanced metrics & analytics to help with your study and progress as a player. More metrics & data points are added regularly. Most recently, Sleep Analytics. If you have any suggestions, feel free to reach out to us. To begin:
pt_br: O Left Pocket oferece uma variedade de métricas e análises avançadas para ajudar nos seus estudos e progresso como jogador. Mais métricas e pontos de dados são adicionados regularmente. Mais recentemente, o Sleep Analytics. Se tiver alguma sugestão, entre em contato conosco. Para começar:

source: Left Pocket requests access to your health info. This allows us to display your sleep hours, mindful minutes, and mood in our Health Analytics section, integrating numbers measured by other devices and apps. Your data is private and secure.
pt_br: O Left Pocket solicita acesso às suas informações de saúde. Isso nos permite exibir suas horas de sono, minutos de atenção plena e humor em nossa seção de Análise de Saúde, integrando números medidos por outros dispositivos e aplicativos. Seus dados são privados e seguros.

source: Let's Begin
pt_br: Vamos começar

source: Let's Do It
pt_br: Vamos fazê-lo

source: Live
pt_br: Ao vivo

source: Live Cash Session at
pt_br: Sessão de dinheiro ao vivo em

source: Live Hands Per Hour
pt_br: Mãos ao vivo por hora

source: Live Session at
pt_br: Sessão ao vivo em

source: Live Session started at
pt_br: A sessão ao vivo começou às

source: Live Tournament at
pt_br: Torneio ao vivo em

source: Location
pt_br: Localização

source: Location Name
pt_br: Nome do Local

source: Location Not Selected
pt_br: Local não Selecionado

source: Location Report
pt_br: Relatório de Localização

source: Location Statistics
pt_br: Estatísticas de Localização

source: Locations
pt_br: Locais

source: Locations can also be added directly from the New Session screen, by tapping the location dropdown menu.
pt_br: Os locais também podem ser adicionados diretamente na tela Nova Sessão, tocando no menu suspenso de locais.

source: Log Your Mood
pt_br: Registre seu Humor

source: Logging Sessions
pt_br: Registrando Sessões

source: Make your selection below.
pt_br: Faça sua seleção abaixo.

source: Manage all your data from this screen. To bring in data from another tracker, tap Import Data below.
pt_br: Gerencie todos os seus dados nesta tela. Para importar dados de outro rastreador, toque em "Importar Dados" abaixo.

source: Manage Bankrolls
pt_br: Gerenciar Dinheiros atuales

source: Manage Data
pt_br: Gerenciar Dados

source: Manage Locations
pt_br: Gerenciar Locais

source: Markup
pt_br: Marcação

source: Markup Amount
pt_br: Valor de marcação

source: Markup Earned
pt_br: Marcação obtida

source: MEDITATION
pt_br: MEDITAÇÃO

source: Meditation Card
pt_br: Cartão de Meditação

source: Metrics
pt_br: Métricos

source: Mindful Poker Sessions
pt_br: Sessões de pôquer conscientes

source: Mindfulness
pt_br: Atenção plena

source: Minutes
pt_br: Minutos

source: Month
pt_br: Mês

source: Month Picker
pt_br: Seletor de mês

source: Monthly Profit
pt_br: Lucro Mensal

source: Monthly Snapshot
pt_br: Instantâneo Mensal

source: Monthly Totals
pt_br: Totais Mensais

source: More about Transactions
pt_br: Mais sobre Transações

source: Most Recent Session
pt_br: Sessão mais recente

source: Multi-Day
pt_br: Vários dias

source: Multiple Bankrolls
pt_br: Vários Dinheiro atual

source: My Bankroll
pt_br: Minha dinheiro atual

source: My Bankrolls
pt_br: Minha Dinheiro atuales

source: My Locations
pt_br: Meus Locais

source: My Reports
pt_br: Meus Relatórios

source: Name
pt_br: Nome

source: Net Profit
pt_br: Lucro líquido

source: New Game Type
pt_br: Novo tipo de jogo

source: New Location
pt_br: Novo Local

source: New Note
pt_br: Nova Nota

source: New Session
pt_br: Nova Sessão

source: New Stakes
pt_br: Nova Valores de aposta

source: New Transaction
pt_br: Nova Transação

source: Next
pt_br: Próximo

source: No backups generated yet
pt_br: Nenhum backup gerado ainda

source: No chart data to display.
pt_br: Nenhum dado gráfico para exibir.

source: No Locations
pt_br: Sem Locais

source: No mindfulness data to display.
pt_br: Nenhum dado de atenção plena para exibir.

source: No Selection
pt_br: Sem Seleção

source: No Sessions
pt_br: Sem Sessões

source: No sleep data to display.
pt_br: Nenhum dado de sono para exibir.

source: No tags found
pt_br: Nenhuma tag encontrada

source: No thanks, skip to the end
pt_br: Não, obrigado, pule para o final

source: No Transactions
pt_br: Nenhuma Transação

source: No, thank you
pt_br: Não, obrigado

source: No. of Cashes
pt_br: Número de saques

source: No. of Entrants
pt_br: Número de participantes

source: No. of Entries
pt_br: Número de inscrições

source: No. of Sessions
pt_br: Número de sessões

source: No. of Tournaments
pt_br: Número de torneios

source: None
pt_br: Nenhum

source: None found!
pt_br: Nenhum encontrado!

source: Notes (Optional)
pt_br: Notas (Opcional)

source: Notifications
pt_br: Notificações

source: Notifications Allowed
pt_br: Notificações Permitidas

source: Notifications successfully enabled.
pt_br: Notificações ativadas com sucesso.

source: of mindfulness added
pt_br: de atenção plena adicionada

source: Offer code redeemed successfully! Enjoy Left Pocket Pro.
pt_br: Código de oferta resgatado com sucesso! Desfrute de Left Pocket Pro.

source: One of the better apps out to track your wins and losses and keep track of your poker bankroll. It’s aesthetically pleasing and looks like they are frequently updating!
pt_br: Um dos melhores apps para acompanhar suas vitórias e derrotas e gerenciar seu dinheiro atual. É visualmente agradável e está sempre sendo atualizado!

source: Online ands Per Hour
pt_br: Mãos on-line por hora

source: Open the Annual Report, and at the bottom click the Export as CSV button. You will be able to save a CSV of your sessions from the previous year.
pt_br: Abra o Relatório Anual e, na parte inferior, clique no botão Exportar como CSV. Você poderá salvar um arquivo CSV das suas sessões do ano anterior.

source: Open the file as a spreadsheet on your computer or iPhone. The following columns must be cleared of data in order to process the file: sessionnote, notes, chipgraph, and updatetimes. DO NOT remove the columns entirely, just the contents in the cells.
pt_br: Abra o arquivo como uma planilha no seu computador ou iPhone. As seguintes colunas precisam ser limpas para processar o arquivo: sessionnote, notes, chipgraph e updatetimes. NÃO remova as colunas completamente, apenas o conteúdo das células.

source: Open the Settings app
pt_br: Abra o aplicativo Configurações

source: Open the spreadsheet on your computer, or from your iPhone in the Numbers app. Make sure the notes column is completely empty. There should be a total of 14 columns in all.
pt_br: Abra a planilha no seu computador ou no seu iPhone no app Numbers. Certifique-se de que a coluna de notas esteja completamente vazia. Deve haver um total de 14 colunas.

source: per Hour
pt_br: por hora

source: Picker
pt_br: Seletor

source: Place
pt_br: Lugar

source: Player Profit
pt_br: Lucro do Jogador

source: Player Stats
pt_br: Estatísticas do Jogador

source: Please be sure to follow each step and read carefully. Poker Analytics allows for exporting of session comments and you will need to account for how the text is formatted.
pt_br: Siga cada passo e leia com atenção. O Poker Analytics permite a exportação de comentários da sessão, e você precisará levar em conta a formatação do texto.

source: Please be sure to follow each step and read carefully. Unfortunately exports from Pokerbase do not include tournament info, or stakes info. If you only played one game stake, you can select it from the picker below and it'll be applied to your entire import.
pt_br: Siga cada passo e leia com atenção. Infelizmente, as exportações do Pokerbase não incluem informações sobre torneios ou apostas. Se você jogou apenas uma partida, pode selecioná-la no seletor abaixo e ela será aplicada a toda a sua importação.

source: Please be sure to follow each step and read carefully. You'll need to lightly modify your file before import.
pt_br: Siga cada passo e leia com atenção. Você precisará modificar levemente o arquivo antes de importar.

source: Please enter a Location name.
pt_br: Por favor, digite um nome de local.

source: Please enter a Transaction amount.
pt_br: Por favor digite um valor de Transação.

source: Please enter the number of Entrants.
pt_br: Por favor digite o número de participantes

source: Please enter where you finished.
pt_br: Por favor digite onde você terminou.

source: Please enter your Buy In amount.
pt_br: Digite o valor do seu preço da entrada.

source: Please select ›
pt_br: Selecione ›

source: Please select a Date.
pt_br: Selecione uma data.

source: Please select a Location. To add your own, select Add New Location from the dropdown menu.
pt_br: Selecione um local. Para adicionar o seu, selecione Adicionar novo local no menu suspenso.

source: Please select a Session Type.
pt_br: Selecione um tipo de sessão.

source: Please select a Transaction type.
pt_br: Selecione um tipo de Transação.

source: Please select the Game Type.
pt_br: Selecione o tipo de jogo.

source: Please select the Tournament Size.
pt_br: Selecione o tamanho do torneio.

source: Please select the Tournament Speed.
pt_br: Selecione a Velocidade do Torneio.

source: Please select your Stakes. To add your own, select Add Stakes from the dropdown menu.
pt_br: Selecione suas Apostas. Para adicionar as suas, selecione Adicionar Apostas no menu suspenso.

source: Poker Analytics 6 Import
pt_br: Poker Analytics 6 Importar

source: Poker Bankroll Tracker Import
pt_br: Poker Bankroll Tracker Importar

source: Poker Mindfulness
pt_br: Atenção plena de Pôquer

source: Poker players best friend
pt_br: Melhor amigo dos jogadores de pôquer

source: Pokerbase Import
pt_br: Pokerbase Importar

source: Press the Save Location button
pt_br: Pressione o botão Salvar local

source: Pressing Yes below will delete all your saved Session data and Transactions. This action can't be undone.
pt_br: Clicar em Sim abaixo excluirá todos os dados de Sessão e Transações salvos. Esta ação não pode ser desfeita.

source: Pressing Yes below will restore your data from the selected backup and merge with your current session data.
pt_br: Clicar em Sim abaixo restaurará seus dados do backup selecionado e os mesclará com os dados da sessão atual.

source: PREV
pt_br: ANTERIOR

source: Pro users can export the Annual Report
pt_br: Usuários Pro podem exportar o Relatório Anual

source: Profit
pt_br: Lucro

source: Profit By Stakes
pt_br: Lucro por Valores de aposta

source: Profit Per 100 Hands
pt_br: Lucro por 100 Mãos

source: Profit Per Session
pt_br: Lucro por Sessão

source: Proportion
pt_br: Proporção

source: Push Notifications
pt_br: Notificações Push

source: Read through the following documentation to get the most out of Left Pocket, so that you can put the most into your’s.
pt_br: Leia a documentação a seguir para aproveitar ao máximo o Left Pocket e investir o máximo no seu.

source: Rebuy / Top Off
pt_br: Recomprar / Completar

source: Rebuy for $%lld
pt_br: Recomprar por R$%lld

source: Rebuys
pt_br: Recompra

source: Rebuys / Top Offs
pt_br: Recompras / Recargas

source: Redeem 10% OFF
pt_br: Resgate 10% DE DESCONTO

source: Redeem Offer Code
pt_br: Resgatar Código de Oferta

source: Reports
pt_br: Relatórios

source: Reset
pt_br: Reiniciar

source: Restore Data
pt_br: Restaurar dados

source: Restore from Backup
pt_br: Restaurar do backup

source: Results for
pt_br: Resultados para

source: REVIEW
pt_br: ANÁLISE

source: Risk Tolerance
pt_br: Tolerância ao Risco

source: Runtime %@
pt_br: Tempo de execução %@

source: Save
pt_br: Salvar

source: Save Bankroll
pt_br: Salvar Dinheiro Actual

source: Save Changes
pt_br: Salvar Alterações

source: Save Game
pt_br: Salvar Jogo

source: Save Layout
pt_br: Salvar Layout

source: Save Location
pt_br: Salvar Localização

source: Save Note
pt_br: Salvar Nota

source: Save or upload the CSV file to your iCloud Drive in UTF-8 format.
pt_br: Salve ou carregue o arquivo CSV no seu iCloud Drive no formato UTF-8.

source: Save Session
pt_br: Salvar Sessão

source: Save Stakes
pt_br: Salvar Valores de Aposta

source: Save the CSV file to a folder in your iCloud Drive using UTF-8 encoding.
pt_br: Salve o arquivo CSV em uma pasta no seu iCloud Drive usando a codificação UTF-8.

source: Save this CSV file on your iCloud Drive.
pt_br: Salve este arquivo CSV no seu iCloud Drive.

source: Save this new file to a folder in your iCloud Drive.
pt_br: Salve este novo arquivo em uma pasta no seu iCloud Drive.

source: Save Transaction
pt_br: Salvar Transação

source: Scroll down to Left Pocket, and then Disable Notifications
pt_br: Role para baixo até Left Pocket, e depois Desativar Notificações

source: Scroll down to view your profit chart, player stats, monthly snapshot, and at the bottom, your reports
pt_br: Role para baixo para ver seu gráfico de lucro, estatísticas do jogador, instantâneo mensal e, na parte inferior, seus relatórios

source: Search for Left Pocket
pt_br: Procure pelo Left Pocket

source: Select a session to view details
pt_br: Selecione uma sessão para ver detalhes

source: Select Bankroll
pt_br: Selecione a Dinheiro atual

source: Select Game Type
pt_br: Selecione o tipo de jogo

source: Select Location
pt_br: Selecione o Local

source: Select Session Type
pt_br: Selecione o tipo de sessão

source: Select Stakes
pt_br: Selecione o Valores de aposta

source: Select View Style
pt_br: Selecione o estilo de visualização

source: Selected Date
pt_br: Data selecionada

source: Selected Month
pt_br: Mês selecionado

source: Session
pt_br: Sessão

source: Session Defaults
pt_br: Padrões de Sessão

source: Session Defaults have been saved.
pt_br: Os Padrões de sessão foram salvos.

source: Session Defaults reset.
pt_br: Padrões de Sessão Redefinir.

source: Session Filter
pt_br: Filtro de sessão

source: Session Notes
pt_br: Notas da Sessão

source: Session Start
pt_br: Início da sessão

source: Session Type
pt_br: Tipo de sessão

source: sessions
pt_br: Sessões

source: Sessions
pt_br: Sessões

source: Sessions Played
pt_br: Sessões reproduzidas

source: Set your default Session info here. These values will automatically pre-populate whenever you log a completed Session, or start a Live Session.
pt_br: Defina aqui as informações padrão da sua Sessão. Esses valores serão preenchidos automaticamente sempre que você registrar uma Sessão concluída ou iniciar uma Sessão ao Vivo.

source: Settings
pt_br: Configurações

source: Share Your Session
pt_br: Compartilhe sua sessão

source: Shared Session from %@
pt_br: Sessão compartilhada de %@

source: Show Hands Per Hour
pt_br: Mostrar ponteiros por hora

source: Similar to crowdfunding, if you're selling action or shares of a Tournament you can keep track of who's staking you & for what percentage of the gross winnings they're entitled to.
pt_br: Semelhante ao financiamento coletivo, se você estiver vendendo ações ou cotas de um torneio, você pode acompanhar quem está apostando em você e a que porcentagem dos ganhos brutos eles têm direito.

source: Sit & Go
pt_br: Sentar e ir

source: Sit tight while we configure the app for you. This will only take a few seconds.
pt_br: Aguarde enquanto configuramos o aplicativo para você. Isso levará apenas alguns segundos.

source: Size
pt_br: Tamanho

source: Skip this step, I'll decide later
pt_br: Pule esta etapa, decidirei mais tarde

source: Sleep
pt_br: Dormir

source: Sleep & Mindfulness Correlation
pt_br: Correlação entre sono e meditação

source: Small Blind
pt_br: Aposta pequena

source: Speed
pt_br: Velocidade

source: Stakes
pt_br: Valores de aposta

source: Stakes Picker
pt_br: Selecionador de Valores de aposta

source: Staking
pt_br: Estacamento

source: Standard
pt_br: Padrão

source: Start
pt_br: Começar

source: Start / End
pt_br: Início / Fim

source: Start a Live Session
pt_br: Iniciar uma sessão ao vivo

source: Start a Meditation
pt_br: Comece uma Meditação

source: Start Date
pt_br: Data de Início

source: Start Tracking Sleep
pt_br: Comece a monitorar o sono

source: Start your mindfulness practice here. Press the Stop button to end early & dismiss this screen.
pt_br: Comece sua prática de mindfulness aqui. Pressione o botão Parar para encerrar mais cedo e fechar esta tela.

source: Starting Amount
pt_br: Valor Inicial

source: Submit
pt_br: Enviar

source: Success!
pt_br: Sucesso!

source: Swipe left on a Session in the list to either make edits, or delete it.
pt_br: Deslize para a esquerda em uma sessão na lista para fazer edições ou excluí-la.

source: System Sounds
pt_br: Sons do sistema

source: Table Expenses (Rake, tips)
pt_br: Despesas de mesa (Rake, gorjetas)

source: Tag Name
pt_br: Nome da etiqueta

source: Tag Report
pt_br: Relatório de Etiquetas

source: Tag Selection
pt_br: Seleção de tags

source: Tags
pt_br: Etiquetas

source: Tags (Optional)
pt_br: Etiquetas (Opcional)

source: Tags Report
pt_br: Relatório de Etiquetas

source: Tap %@ to filter by location, game type, stakes, date range, etc.
pt_br: Toque em %@ para filtrar por localização, tipo de jogo, apostas, intervalo de datas, etc.

source: Tap a Session to view its details
pt_br: Toque em uma sessão para ver seus detalhes

source: Tap for Video Tutorial
pt_br: Toque para ver o tutorial em vídeo

source: Tap here to quickly review your last Session, hand notes, and key stats.
pt_br: Toque aqui para revisar rapidamente sua última sessão, notas de mão e estatísticas principais.

source: Tap on Notifications
pt_br: Toque em Notificações

source: Tap Save Session
pt_br: Toque em Salvar sessão

source: Tap the %@ button above to get started with adding your own locations.
pt_br: Toque no botão %@ acima para começar a adicionar seus próprios locais.

source: Tap the %@ button at the bottom of the navigation bar & choose Live or Completed Session
pt_br: Toque no botão %@ na parte inferior da barra de navegação e escolha Sessão ao vivo ou concluída

source: Tap the %1$@ button below to get started. During a Live Session, add rebuys by pressing the %2$@ button.
pt_br: Toque no botão %1$@ abaixo para começar. Durante uma Sessão ao Vivo, adicione recompras pressionando o botão %2$@.

source: Tap the %@ button to start a Live Session, log a completed one, or enter a Transaction.
pt_br: Toque no botão %@ para iniciar uma Sessão ao vivo, registrar uma concluída ou inserir uma Transação.

source: Tap the %@ icon in the navigation bar
pt_br: Toque no ícone %@ na barra de navegação

source: Tap the button below and you'll be prompted to enter in the offer code that you were given. For any problems, contact support via email from your Settings screen.
pt_br: Toque no botão abaixo e será solicitado que você insira o código de oferta recebido. Para qualquer problema, entre em contato com o suporte por e-mail na tela de Configurações.

source: Tap the Import CSV Data button below.
pt_br: Toque no botão Importar dados CSV abaixo.

source: Tap the paper airplane button to share this Session with friends or on social media.
pt_br: Toque no botão do avião de papel para compartilhar esta Sessão com amigos ou nas redes sociais.

source: Tap to Add Image
pt_br: Toque para Adicionar Imagem

source: Tap to view your bankroll progress, player metrics, analytics, & reports.
pt_br: Toque para ver o progresso do seu dinheiro atual, métricas do jogador, análises e relatórios.

source: The Game Type field is empty. Please enter a valid game type.
pt_br: O campo Tipo de Jogo está vazio. Insira um tipo de jogo válido.

source: The Game Type you've entered already exists.
pt_br: O tipo de jogo que você inseriu já existe.
